Repository: frisbeesport/cityleague
Catalog: sites/all/modules/cityleague/clleague/translations/*.po
Languages: nl

source: User menu
nl: Spelersmenu

source: Coordinate
nl: Coordinator

source: Create new league
nl: Nieuwe league

source: Create new user
nl: Nieuwe gebruiker

source: My leagues
nl: Mijn leagues

source: Organizing
nl: Organisatie

source: Playing
nl: Spelen

source: Are you sure you want to remove player @player from the league @league?
nl: Weet je zeker dat je speler @player wilt verwijderen uit de league @league?

source: Cancel
nl: Annuleren

source: Remove
nl: Verwijderen

source: The player has not been removed.
nl: De speler is niet verwijderd.

source: The player has been removed.
nl: De speler is verwijderd.

source: Remove player
nl: Verwijder speler

source: Basic Cityleagues
nl: Basis Cityleagues
