Repository: frisbeesport/cityleague
Catalog: sites/all/modules/cityleague/clmail/translations/*.po
Languages: nl

source: These addresses are from players that have agreed to receive cityleague related messages. Be careful not to spam and please use BCC.
nl: Deze adressen zijn van spelers die hebben ingestemd met het ontvangen van cityleague gerelateerde berichten. Let erop ze niet te spammen en gebruik BCC.

source: Adresses
nl: Adressen

source: Mail all participants that have agreed to receive messages by email.
nl: Mail alle spelers die hebben ingestemd met het ontvangen van berichten per email.

source: Subject
nl: Onderwerp

source: The subject will automatically be prefixed with the [Cityleague] tag.
nl: Het onderwerp krijgt automatisch het [Cityleague] voorvoegsel.

source: Body
nl: Inhoud

source: A link to unsubscribe from these messages will be added to the bottom of the email.
nl: Een link om uit te schrijven voor deze berichten wordt toegevoegd onderaan de email.

source: Send
nl: Versturen

source: Whoosh! The email has been sent.
nl: Whoosh! De email is verstuurd.

source: Unsubscribe from cityleague related messages.
nl: Schrijf uit voor cityleague gerelateerde berichten.

source: This mail could not be sent to:
nl: Deze mail kon niet verstuurd worden aan:

source: You have unsubscribed from cityleague related messages. Note that if you are playing in a league at this moment, we are now no longer sending you information regarding this league. Please keep in touch.
nl: Je bent uitgeschreven voor cityleague gerelateerde berichten. Als je op dit moment in een league speelt wordt je niet meer via email op de hoogte gehouden. Blijf dus zelf de website volgen.

source: Unfortunately, we were not able to unsubscribe you from cityleague related messages.
nl: Helaas is het niet gelukt je uit te schrijven voor cityleague gerelateerde berichten.

source: Unsubscribe for e-mail
nl: Uitschrijven voor emailberichten

source: Mail players
nl: Email spelers

source: Export email addresses
nl: Exporteer emailadressen

source: Add mail functionality for Cityleague organizers
nl: Voeg email functionaliteit toe voor Cityleague organisators
