Repository: frisbeesport/cityleague
Catalog: sites/all/modules/cityleague/clsignup/translations/*.po
Languages: nl

source: Another user (%other_user) is already logged into the site on this computer, but you tried to use a registrion completion link for user %resetting_user. Please <a href="!logout">logout</a> and try using the link again.
nl: Een andere gebruiker (%other_user) is al ingelogd bij deze site op deze computer, maar je gebruikt een link voor gebruiker %resetting_user. <a href="!Log uit">logout</a> en probeer de link opnieuw.

source: The registration completion link you clicked is invalid.
nl: De inschrijvingslink die je hebt gebruikt is ongeldig.

source: You have tried to use a registration completion link that has either been used already or is no longer valid. You can request a new one using the form below.
nl: Je hebt een inschrijvingslink gebruikt die al gebruikt is of niet langer geldig is. Je kunt een nieuwe aanvragen met het onderstaande formulier.

source: user
nl: gebruiker

source: User %name used one-time login link at time %timestamp.
nl: Gebruiker %name gebruikte een eenmalige login link om %timestamp.

source: Complete your signup
nl: Inschrijving afronden

source: Good to see you want to play in @league. Please fill in the form below to complete your registration.
nl: Leuk dat je mee wilt doen in @league. We vragen je onderstaand formulier in te vullen om je inschrijving af te ronden.

source: Your password
nl: Je wachtwoord

source: Please choose a password and enter it twice. This enables you to log on using your email address and password. Make sure it is at least 6 characters long.
nl: Kies een wachtwoord en voer het twee keer in. Je kunt dan voortaan inloggen met je emailadres en je wachtwoord. Zorg ervoor dat het minstens 6 tekens lang is.

source: Password
nl: Wachtwoord

source: Confirm password
nl: Wachtwoord bevestigen

source: Discard signup
nl: Annuleer inschrijving

source: Complete signup
nl: Inschrijving afronden

source: Signup for @league
nl: Schrijf je in voor @league

source: Good to see you want to play. Please fill in the form below to complete your registration.
nl: Goed om te zien dat je mee wilt spelen. Vul de gegevens hieronder in om je inschrijving af te ronden.

source: Cancel
nl: Annuleren

source: Edit signup for @league
nl: Wijzig inschrijving voor @league

source: Resign
nl: Uitschrijven

source: Apply
nl: Toepassen

source: Your sign up has been discarded
nl: Je inschrijving is geannuleerd

source: Please enter the same password in both fields.
nl: Vul alsjublieft in beide velden hetzelfde wachtwoord in.

source: Please choose a password that is at least 6 characters long.
nl: Kies alsjeblieft een wachtwoord dat tenminste 6 tekens lang is.

source: You have successfully signed up for @league. See you soon at the fields!
nl: Je bent ingeschreven voor @league. We zien je snel op de velden!

source: Your sign up has been cancelled
nl: Je inschrijving is geannuleerd

source: Your changes have been saved.
nl: De wijzigingen zijn opgeslagen.

source: Your account
nl: Jouw account

source: Player name
nl: Spelersnaam

source: Your name used within the league.
nl: Je naam binnen de league.

source: Level
nl: Niveau

source: 1 - New
nl: 1 - Nieuw

source: 2 - Novice
nl: 2 - Beginner

source: 3 - Average
nl: 3 - Gemiddeld

source: 4 - Good
nl: 4 - Goed

source: 5 - Really good
nl: 5 - Heel goed

source: Receive Cityleague related notifications by email.
nl: Ontvang Cityleague gerelateerde berichten en notificaties per email.

source: I agree to the <a href="../11">conditions</a> for Cityleague players.
nl: Ik stem in met de <a href="../11">voorwaarden </a> voor Cityleague spelers.

source: You have chosen to resign from this league. Is this really what you want to do?
nl: Je hebt gekozen om je uit te schrijven voor deze league. Is dit echt wat je wilt?

source: You have not resigned. We like that. Keep up the good work!
nl: Je bent niet uitgeschreven. Dat vinden we leuk. Ga zo door!

source: You have resigned for this league, but we hope to see you another time!
nl: Je hebt uitgeschreven voor deze league. We hopen je een andere keer terug te zien!

source: Unfortunately, the signup for this league is currently closed.
nl: Helaas, de inschrijving voor deze league is momenteel gesloten.

source: Unfortunately, this league does not have any spots left.
nl: Helaas, deze league zit vol.

source: Join us in @city
nl: Doe mee in @city

source: Choose your league
nl: Kies je league

source: Your email address
nl: Je emailadres

source: Sign up
nl: Inschrijven

source: You will receive an email with further instructions on how to complete your registration.
nl: Je ontvangt een email met instructies om je inschrijving af te ronden.

source: Unfortunately, there are currently no Cityleagues available for signup.
nl: Er zijn momenteel geen cityleagues met een geopende inschrijving.

source: Join us in your own city
nl: Doe mee in je eigen stad

source: Please enter a valid email address.
nl: Vul alsjeblieft een geldig emailadres in.

source: There is already a player with this email address playing in this league.
nl: Er is al een speler met dit emailadres die meespeelt in deze league.

source: You have signed up for @league. Instructions to complete your registration have been sent to your email address.
nl: Je bent bijna ingeschreven voor @league. Instructies om je inschrijving af te ronden zijn verstuurd naar je emailadres.

source: Something went wrong during your sign up. You may try again (later).
nl: Er ging iets mis tijdens het inschrijven. Je kunt het (later) opnieuw proberen.

source: Primary signup
nl: Primaire inschrijving

source: Secondary signup
nl: Secondaire inschrijving

source: Complete your sign up
nl: Rond je inschrijving af

source: You have almost signed up for @league.
nl: Je hebt je bijna aangemeld voor @league.

source: To be able to play, you need to complete your registration first.
nl: Om mee te kunnen doen moet je eerst je inschrijving afronden.

source: Complete your registration
nl: Inschrijving afronden

source: Edit registration
nl: Wijzig inschrijving

source: Complete sign up
nl: Inschrijving afronden

source: Reset password
nl: Wachtwoord opnieuw instellen

source: Gradual sign up for cityleagues
nl: Incrementeel inschrijven voor cityleagues
