Repository: frisbeesport/cityleague
Catalog: sites/all/modules/cityleague/clcontact/translations/*.po
Languages: nl

source: We love to answer your questions about Cityleague. Send us your message and we will get back to you as soon as possible.
nl: We beantwoorden graag al je vragen over Cityleague. Stuur ons een bericht en we reageren zo snel mogelijk.

source: We love to hear from you!
nl: We horen graag van je!

source: Subject
nl: Onderwerp

source: Message
nl: Bericht

source: Your email address
nl: Je emailadres

source: Send
nl: Versturen

source: Please enter a valid email address.
nl: Vul alsjeblieft een geldig emailadres in.

source: An anonymous visitor says:
nl: Een anonieme bezoeker zegt:

source: says:
nl: zegt:

source: Whoosh! Thanks for your message.
nl: Whoosh! Bedankt voor je bericht.

source: Whoosh! You will hear from us soon!
nl: Whoosh! Je hoort snel van ons!

source: Whether you have a question or an experience with @league you want to share: we love to hear from you! Please send your message and we will get back to you as soon as possible.
nl: Of je nu een vraag hebt of een ervaring met @league die je wilt delen: we horen graag van je! Stuur ons je bericht en we zullen zo snel mogelijk reageren.

source: League contact form
nl: League contactformulier

source: General contact form
nl: Algemeen contactformulier

source: Add contact forms for Cityleague organizers and coordinators
nl: Voeg contactformulieren toe voor Cityleague organisaties en coordinatoren.
